/* No comment provided by engineer. */
"Refer this app to a friend and earn money !" = "Refer this app to a friend and earn money !";

/* No comment provided by engineer. */
"Register now, for free" = "Register now, for free";

/* No comment provided by engineer. */
"Thank you for your registration, please tap here to proceed further steps." = "Thank you for your registration, please tap here to proceed further steps.";

/* No comment provided by engineer. */
"You just save 10 €, thank you for trusting us and see you soon! :)" = "You just save 10 €, thank you for trusting us and see you soon! :)";

/* No comment provided by engineer. */
"Your friend \"John Appleseed\" just download the application ... Congratulations, you just won € 10 credit that can be used for your next purchase! :)" = "Your friend \"John Appleseed\" just download the application ... Congratulations, you just won € 10 credit that can be used for your next purchase! :)";

